[
  {
    "title": "WatchMe",
    "description": "Un site de présentation des différents styles et genres de montre proposant un style luxueux et épuré afin d'avoir une navigation fluide et agréable. ",
    "video": "../assets/web/watchme/watchme.mp4",
    "image_one": "../assets/web/watchme/watch1.png",
    "image_two": "../assets/web/watchme/watch2.png",
    "languages": ["PHP", "MySQL", "CSS"],
    "outils": ["Trello", "VS Code", "Figma"],
    "link": "#",
    "category": "Perso"
  },
  {
    "title": "MatchTea",
    "description": "Ce projet e-commerce devait respecter les exigences d'une maquette, tout en bénéficiant d'une liberté totale pour la création de la charte graphique. Utilisant uniquement HTML5 et CSS3, le focus s'est concentré sur le développement du frontend, impliquant la conception et la création des pages utilisateurs ainsi que des pages administrateur. L’identité numérique se traduit par le choix de couleurs pastel et simple afin de rendre l'identification moderne, efficace et rapide avec l'utilisation d'icones, de graphiques, de nombres écrit en chiffres et des illustrations.",
    "video": "../assets/web/matchatea/matchatea.mp4",
    "image_one": "../assets/web/matchatea/matcha1.png",
    "image_two": "../assets/web/matchatea/matcha2.png",
    "languages": ["HTML5", "CSS3"],
    "outils": ["Trello", "VS Code"],
    "link": "#",
    "category": "Plateforme"
  },
  {
    "title": "Clicker",
    "description": "Sur le thème du capitalisme, le développement de ce jeu Idle permet aux utilisateurs de générer des ressources financière fictives. Ces ressources augmentent le capital. L'ensemble du design repose sur l'utilisation d'icônes et d'illustrations en lien avec le monde monétaire. A l'aide d'un fichier JSON, nousa avons crée une bande des données dans laquelles les ressources sont traités. L'utilisation de Javascript permet le dynamisme de l'application. Une grande écoute des évènements au clic permet de suivre les dépenses et les achats dans le panel des items.",
    "video": "../assets/web/clicker/clicker.mp4",
    "image_one": "../assets/web/clicker/clicker1.png",
    "image_two": "../assets/web/clicker/clicker1.png",
    "languages": ["Javascript", "JSON", "CSS3"],
    "outils": ["Trello", "VS Code"],
    "link": "#",
    "category": "Plateforme"
  },
  {
    "title": "Memory",
    "description": "Travaillez votre mémoire sur un jeu unique ! La découverte de ReractJJ a permis la prise en main du concept de 'components' afin de rendre plus manipulable le code.",
    "video": "../assets/web/memory/memory.mp4",
    "image_one": "../assets/web/memory/memory1.png",
    "image_two": "../assets/web/memory/memory2.png",
    "languages": ["ReactJS"],
    "outils": ["Trello", "VS Code", "Photoshop"],
    "link": "#",
    "category": "Plateforme"
  },
  {
    "title": "CineTech",
    "description": "Grâce à la manipulation habile d'une API, la métode Fetch a permis l'extraction d'une multitude d'informations. Ce site a été conçu pour offrir aux utilisateurs une expérience fluide pour la consultation de films et de séries, avec la possibilité d'accéder aux détails complets de chaque titre d'un simple clic. Le choix d'un design simple permet un repérage rapide et précis des informations ! La découverte de l'instruction switch case à permis une nouvelle utilisation des conditions pour pouvoir accéder au travers de la récupération de données dans l'URL aux différentes informations attendue dans l'affichage.",
    "video": "../assets/web/cinetech/cinetech.mp4",
    "image_one": "../assets/web/cinetech/cine1.png",
    "image_two": "../assets/web/cinetech/cine2.png",
    "languages": ["Javacript", "CSS3"],
    "outils": ["API", "Trello", "VS Code", "Boostrap"],
    "link": "#",
    "category": "Plateforme"
  },
  {
    "title": "Quiz Night",
    "description": "Grâce à la manipulation habile de PHP et phpMyAdmin, cette application de quiz permet la création de quizz avec questions & réponses ! Plusieurs informations ont pu être extraites et manipulés en utilisant des requêtes SQL pour offrir une expérience fluide. Ce site a été conçu pour une expérience intuitive et agréable lors de la création et de la consultation de quizzes, avec la possibilité d'accéder aux détails de chaque quiz en un simple clic. Il est également possible d'éditer chacun des éléments. Le choix d'un design simple permet un repérage rapide et précis des informations !",
    "video": "../assets/web/quizznight/quizznight.mp4",
    "image_one": "../assets/web/quizznight/quizz1.png",
    "image_two": "../assets/web/quizznight/quizz2.png",
    "languages": ["PHP", "MySQL", "CSS3"],
    "outils": ["Trello", "VS Code", "Boostrap", "Figma"],
    "link": "#",
    "category": "Plateforme"
  }
]
